Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.error.cloud_setup.container_not_found
source: This bucket wasn't found. Check its name and the credentials' access to it.
ar: لم يتم العثور على هذه الحاوية. تحقّق من اسمها ومن وصول بيانات الاعتماد إليها.
bg: Тази кофа не е намерена. Проверете името ѝ и достъпа на идентификационните данни до нея.
bn: এই বাকেটটি পাওয়া যায়নি। এর নাম এবং ক্লাউড শংসাপত্রের প্রবেশাধিকার যাচাই করুন।
cs: Tento bucket nebyl nalezen. Zkontrolujte jeho název a přístup přihlašovacích údajů.
de: Dieser Bucket wurde nicht gefunden. Überprüfe seinen Namen und den Zugriff der Zugangsdaten.
es: No se encontró este bucket. Comprueba su nombre y el acceso de las credenciales.
fr: Ce bucket est introuvable. Vérifiez son nom et l’accès accordé aux identifiants.
gu: આ બકેટ મળ્યું નથી. તેનું નામ અને ક્લાઉડ ઓળખપત્રોની ઍક્સેસ તપાસો.
he: המכל הזה לא נמצא. בדוק את שמו ואת הרשאת הגישה של פרטי הגישה אליו.
hi: यह बकेट नहीं मिला। इसका नाम और क्लाउड क्रेडेंशियल की पहुँच जाँचें।
hr: Ovaj spremnik nije pronađen. Provjerite njegov naziv i pristup vjerodajnica.
it: Questo bucket non è stato trovato. Controlla il nome e l’accesso delle credenziali.
ja: このバケットが見つかりません。名前と認証情報のアクセス権を確認してください。
kn: ಈ ಬಕೆಟ್ ಕಂಡುಬಂದಿಲ್ಲ. ಇದರ ಹೆಸರು ಮತ್ತು ಕ್ಲೌಡ್ ರುಜುವಾತುಗಳ ಪ್ರವೇಶವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 이 버킷을 찾을 수 없습니다. 이름과 자격 증명의 접근 권한을 확인하세요.
ml: ഈ ബക്കറ്റ് കണ്ടെത്താനായില്ല. അതിന്റെ പേരും ക്ലൗഡ് ക്രെഡൻഷ്യലുകളുടെ പ്രവേശനവും പരിശോധിക്കുക.
mr: हे बकेट सापडले नाही. त्याचे नाव आणि क्लाउड क्रेडेन्शियल्सचा प्रवेश तपासा.
nl: Deze bucket is niet gevonden. Controleer de naam en de toegang van de cloudgegevens.
pa: ਇਹ ਬਕੇਟ ਨਹੀਂ ਮਿਲਿਆ। ਇਸ ਦਾ ਨਾਮ ਅਤੇ ਕਲਾਊਡ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਪਹੁੰਚ ਜਾਂਚੋ।
pl: Nie znaleziono tego zasobnika. Sprawdź jego nazwę oraz dostęp danych logowania.
pt_br: Este bucket não foi encontrado. Verifique o nome e o acesso das credenciais.
ta: இந்த பக்கெட் கிடைக்கவில்லை. அதன் பெயரையும் கிளவுட் சான்றுகளின் அணுகலையும் சரிபார்க்கவும்.
te: ఈ బకెట్ కనుగొనబడలేదు. దీని పేరును, క్లౌడ్ ఆధారాల యాక్సెస్‌ను తనిఖీ చేయండి.
th: ไม่พบบักเก็ตนี้ ตรวจสอบชื่อและสิทธิ์เข้าถึงของข้อมูลรับรองระบบคลาวด์
tr: Bu bucket bulunamadı. Adını ve kimlik bilgilerinin erişimini kontrol edin.
uk: Це сховище не знайдено. Перевірте його назву та доступ до нього для облікових даних.
ur: یہ بکٹ نہیں ملا۔ اس کا نام اور کلاؤڈ اسناد کی رسائی چیک کریں۔
vi: Không tìm thấy bộ chứa này. Hãy kiểm tra tên và quyền truy cập của thông tin đăng nhập.
zh_hans: 找不到此存储桶。请检查名称以及凭据对它的访问权限。
zh_hant: 找不到此儲存桶。請檢查名稱以及憑證對它的存取權限。

# core.error.cloud_setup.invalid_configuration
source: Check the bucket, region, endpoint, and key prefix.
ar: تحقّق من الحاوية والمنطقة ونقطة النهاية وبادئة المفتاح.
bg: Проверете кофата, региона, крайната точка и префикса на ключа.
bn: বাকেট, অঞ্চল, এন্ডপয়েন্ট এবং কী প্রিফিক্স যাচাই করুন।
cs: Zkontrolujte bucket, oblast, koncový bod a předponu klíče.
de: Überprüfe Bucket, Region, Endpunkt und Schlüsselpräfix.
es: Comprueba el bucket, la región, el endpoint y el prefijo de clave.
fr: Vérifiez le bucket, la région, le point de terminaison et le préfixe de clé.
gu: બકેટ, રીજન, એન્ડપૉઇન્ટ અને કી પ્રિફિક્સ તપાસો.
he: בדוק את המכל, האזור, נקודת הקצה וקידומת המפתח.
hi: बकेट, क्षेत्र, एंडपॉइंट और कुंजी प्रीफ़िक्स जाँचें।
hr: Provjerite spremnik, regiju, krajnju točku i prefiks ključa.
it: Controlla il bucket, la regione, l’endpoint e il prefisso della chiave.
ja: バケット、リージョン、エンドポイント、キープレフィックスを確認してください。
kn: ಬಕೆಟ್, ಪ್ರದೇಶ, ಎಂಡ್‌ಪಾಯಿಂಟ್ ಮತ್ತು ಕೀ ಪ್ರಿಫಿಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.
ko: 버킷, 리전, 엔드포인트 및 키 접두사를 확인하세요.
ml: ബക്കറ്റ്, റീജിയൻ, എൻഡ്‌പോയിന്റ്, കീ പ്രിഫിക്സ് എന്നിവ പരിശോധിക്കുക.
mr: बकेट, प्रदेश, एंडपॉइंट आणि की प्रीफिक्स तपासा.
nl: Controleer de bucket, regio, het eindpunt en het sleutelvoorvoegsel.
pa: ਬਕੇਟ, ਰੀਜਨ, ਐਂਡਪੁਆਇੰਟ ਅਤੇ ਕੁੰਜੀ ਅਗੇਤਰ ਜਾਂਚੋ।
pl: Sprawdź zasobnik, region, punkt końcowy i prefiks klucza.
pt_br: Verifique o bucket, a região, o endpoint e o prefixo de chave.
ta: பக்கெட், மண்டலம், முனைப்புள்ளி மற்றும் விசை முன்னொட்டைச் சரிபார்க்கவும்.
te: బకెట్, రీజియన్, ఎండ్‌పాయింట్ మరియు కీ ప్రిఫిక్స్‌ను తనిఖీ చేయండి.
th: ตรวจสอบบักเก็ต ภูมิภาค ปลายทาง และคำนำหน้าคีย์
tr: Bucket, bölge, uç nokta ve anahtar önekini kontrol edin.
uk: Перевірте сховище, регіон, кінцеву точку та префікс ключа.
ur: بکٹ، ریجن، اینڈ پوائنٹ اور کلید کا سابقہ چیک کریں۔
vi: Hãy kiểm tra bộ chứa, khu vực, điểm cuối và tiền tố khóa.
zh_hans: 请检查存储桶、区域、端点和键前缀。
zh_hant: 請檢查儲存桶、區域、端點和金鑰前置字串。

# core.error.cloud_setup.location_occupied
source: This bucket and key prefix already contain a different library. Use an empty key prefix, or join or restore that library.
ar: تحتوي هذه الحاوية وبادئة المفتاح بالفعل على مكتبة مختلفة. استخدم بادئة مفتاح فارغة، أو انضم إلى تلك المكتبة أو استعدها.
bg: Тази кофа и префикс на ключ вече съдържат друга библиотека. Използвайте празен префикс или се присъединете към нея, или я възстановете.
bn: এই বাকেট এবং কী প্রিফিক্সে ইতিমধ্যে অন্য একটি লাইব্রেরি রয়েছে। খালি কী প্রিফিক্স ব্যবহার করুন, অথবা সেই লাইব্রেরিতে যোগ দিন বা সেটি পুনরুদ্ধার করুন।
cs: Tento bucket a předpona klíče už obsahují jinou knihovnu. Použijte prázdnou předponu nebo se k této knihovně připojte či ji obnovte.
de: Dieser Bucket und dieses Schlüsselpräfix enthalten bereits eine andere Mediathek. Verwende ein leeres Präfix oder tritt dieser Mediathek bei bzw. stelle sie wieder her.
es: Este bucket y prefijo de clave ya contienen otra biblioteca. Usa un prefijo vacío, o únete a esa biblioteca o restáurala.
fr: Ce bucket et ce préfixe de clé contiennent déjà une autre bibliothèque. Utilisez un préfixe vide, ou rejoignez ou restaurez cette bibliothèque.
gu: આ બકેટ અને કી પ્રિફિક્સમાં પહેલેથી બીજી લાઇબ્રેરી છે. ખાલી કી પ્રિફિક્સ વાપરો અથવા તે લાઇબ્રેરીમાં જોડાઓ અથવા તેને પુનઃસ્થાપિત કરો.
he: המכל וקידומת המפתח האלה כבר מכילים ספרייה אחרת. השתמש בקידומת ריקה, או הצטרף לספרייה הזאת או שחזר אותה.
hi: इस बकेट और कुंजी प्रीफ़िक्स में पहले से दूसरी लाइब्रेरी है। खाली कुंजी प्रीफ़िक्स का उपयोग करें, या उस लाइब्रेरी से जुड़ें या उसे बहाल करें।
hr: Ovaj spremnik i prefiks ključa već sadrže drugu biblioteku. Upotrijebite prazan prefiks ili se pridružite toj biblioteci ili je obnovite.
it: Questo bucket e prefisso della chiave contengono già un’altra libreria. Usa un prefisso vuoto oppure unisciti a quella libreria o ripristinala.
ja: このバケットとキープレフィックスには別のライブラリがあります。空のキープレフィックスを使うか、そのライブラリに参加または復元してください。
kn: ಈ ಬಕೆಟ್ ಮತ್ತು ಕೀ ಪ್ರಿಫಿಕ್ಸ್‌ನಲ್ಲಿ ಈಗಾಗಲೇ ಬೇರೆ ಲೈಬ್ರರಿ ಇದೆ. ಖಾಲಿ ಕೀ ಪ್ರಿಫಿಕ್ಸ್ ಬಳಸಿ ಅಥವಾ ಆ ಲೈಬ್ರರಿಗೆ ಸೇರಿ ಅಥವಾ ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸಿ.
ko: 이 버킷과 키 접두사에 이미 다른 라이브러리가 있습니다. 빈 키 접두사를 사용하거나 해당 라이브러리에 참여 또는 복원하세요.
ml: ഈ ബക്കറ്റിലും കീ പ്രിഫിക്സിലും ഇതിനകം മറ്റൊരു ലൈബ്രറിയുണ്ട്. ഒഴിഞ്ഞ കീ പ്രിഫിക്സ് ഉപയോഗിക്കുക, അല്ലെങ്കിൽ ആ ലൈബ്രറിയിൽ ചേരുകയോ അത് പുനഃസ്ഥാപിക്കുകയോ ചെയ്യുക.
mr: या बकेट आणि की प्रीफिक्समध्ये आधीच दुसरी लायब्ररी आहे. रिकामा की प्रीफिक्स वापरा किंवा त्या लायब्ररीत सामील व्हा किंवा ती पुनर्संचयित करा.
nl: Deze bucket en dit sleutelvoorvoegsel bevatten al een andere bibliotheek. Gebruik een leeg voorvoegsel, of neem deel aan die bibliotheek of herstel deze.
pa: ਇਸ ਬਕੇਟ ਅਤੇ ਕੁੰਜੀ ਅਗੇਤਰ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਹੋਰ ਲਾਇਬ੍ਰੇਰੀ ਹੈ। ਖਾਲੀ ਕੁੰਜੀ ਅਗੇਤਰ ਵਰਤੋ ਜਾਂ ਉਸ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਜਾਂ ਉਸਨੂੰ ਮੁੜ-ਬਹਾਲ ਕਰੋ।
pl: Ten zasobnik i prefiks klucza zawierają już inną bibliotekę. Użyj pustego prefiksu albo dołącz do tej biblioteki lub ją przywróć.
pt_br: Este bucket e prefixo de chave já contêm outra biblioteca. Use um prefixo vazio ou entre nessa biblioteca ou restaure-a.
ta: இந்த பக்கெட்டிலும் விசை முன்னொட்டிலும் ஏற்கனவே வேறு நூலகம் உள்ளது. காலியான விசை முன்னொட்டைப் பயன்படுத்தவும் அல்லது அந்த நூலகத்தில் சேரவும் அல்லது அதை மீட்டெடுக்கவும்.
te: ఈ బకెట్ మరియు కీ ప్రిఫిక్స్‌లో ఇప్పటికే వేరే లైబ్రరీ ఉంది. ఖాళీ కీ ప్రిఫిక్స్‌ను ఉపయోగించండి లేదా ఆ లైబ్రరీలో చేరండి లేదా దాన్ని పునరుద్ధరించండి.
th: บักเก็ตและคำนำหน้าคีย์นี้มีคลังอื่นอยู่แล้ว ใช้คำนำหน้าคีย์ที่ว่าง หรือเข้าร่วมหรือกู้คืนคลังนั้น
tr: Bu bucket ve anahtar öneki zaten farklı bir arşiv içeriyor. Boş bir anahtar öneki kullanın ya da o arşive katılın veya onu geri yükleyin.
uk: Це сховище та префікс ключа вже містять іншу медіатеку. Використайте порожній префікс або приєднайтеся до тієї медіатеки чи відновіть її.
ur: اس بکٹ اور کلید کے سابقے میں پہلے سے دوسری لائبریری موجود ہے۔ خالی کلید کا سابقہ استعمال کریں، یا اس لائبریری میں شامل ہوں یا اسے بحال کریں۔
vi: Bộ chứa và tiền tố khóa này đã có một thư viện khác. Hãy dùng tiền tố khóa trống, hoặc tham gia hay khôi phục thư viện đó.
zh_hans: 此存储桶和键前缀已包含另一个资料库。请使用空的键前缀，或加入或恢复该资料库。
zh_hant: 此儲存桶和金鑰前置字串已包含另一個資料庫。請使用空的金鑰前置字串，或加入或還原該資料庫。

# core.error.cloud_setup.permission_denied
source: Allow these credentials to read, write, list, and delete objects in this bucket.
ar: اسمح لبيانات الاعتماد هذه بقراءة العناصر وكتابتها وإدراجها وحذفها في هذه الحاوية.
bg: Разрешете на тези идентификационни данни да четат, записват, изброяват и изтриват обекти в тази кофа.
bn: এই ক্লাউড শংসাপত্রকে এই বাকেটের অবজেক্ট পড়া, লেখা, তালিকাভুক্ত করা ও মুছে ফেলার অনুমতি দিন।
cs: Povolte těmto přihlašovacím údajům číst, zapisovat, vypisovat a mazat objekty v tomto bucketu.
de: Erlaube diesen Zugangsdaten, Objekte in diesem Bucket zu lesen, zu schreiben, aufzulisten und zu löschen.
es: Permite que estas credenciales lean, escriban, enumeren y eliminen objetos de este bucket.
fr: Autorisez ces identifiants à lire, écrire, répertorier et supprimer les objets de ce bucket.
gu: આ ક્લાઉડ ઓળખપત્રોને આ બકેટમાં ઑબ્જેક્ટ વાંચવા, લખવા, સૂચિબદ્ધ કરવા અને કાઢી નાખવાની પરવાનગી આપો.
he: אפשר לפרטי הגישה האלה לקרוא, לכתוב, להציג ולמחוק אובייקטים במכל הזה.
hi: इन क्लाउड क्रेडेंशियल को इस बकेट में ऑब्जेक्ट पढ़ने, लिखने, सूचीबद्ध करने और मिटाने की अनुमति दें।
hr: Dopustite ovim vjerodajnicama čitanje, pisanje, popisivanje i brisanje objekata u ovom spremniku.
it: Consenti a queste credenziali di leggere, scrivere, elencare ed eliminare gli oggetti in questo bucket.
ja: この認証情報に、このバケット内のオブジェクトの読み取り、書き込み、一覧表示、削除を許可してください。
kn: ಈ ಕ್ಲೌಡ್ ರುಜುವಾತುಗಳಿಗೆ ಈ ಬಕೆಟ್‌ನಲ್ಲಿರುವ ಆಬ್ಜೆಕ್ಟ್‌ಗಳನ್ನು ಓದಲು, ಬರೆಯಲು, ಪಟ್ಟಿ ಮಾಡಲು ಮತ್ತು ಅಳಿಸಲು ಅನುಮತಿ ನೀಡಿ.
ko: 이 자격 증명에 이 버킷의 객체 읽기, 쓰기, 나열 및 삭제 권한을 허용하세요.
ml: ഈ ക്ലൗഡ് ക്രെഡൻഷ്യലുകൾക്ക് ഈ ബക്കറ്റിലെ ഒബ്ജക്റ്റുകൾ വായിക്കാനും എഴുതാനും പട്ടികപ്പെടുത്താനും ഇല്ലാതാക്കാനും അനുമതി നൽകുക.
mr: या क्लाउड क्रेडेन्शियल्सना या बकेटमधील ऑब्जेक्ट वाचण्याची, लिहिण्याची, सूचीबद्ध करण्याची आणि हटवण्याची परवानगी द्या.
nl: Geef deze cloudgegevens toestemming om objecten in deze bucket te lezen, schrijven, weergeven en verwijderen.
pa: ਇਨ੍ਹਾਂ ਕਲਾਊਡ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਨੂੰ ਇਸ ਬਕੇਟ ਵਿੱਚ ਆਬਜੈਕਟ ਪੜ੍ਹਨ, ਲਿਖਣ, ਸੂਚੀਬੱਧ ਕਰਨ ਅਤੇ ਮਿਟਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pl: Zezwól tym danym logowania na odczyt, zapis, wyświetlanie i usuwanie obiektów w tym zasobniku.
pt_br: Permita que estas credenciais leiam, gravem, listem e excluam objetos neste bucket.
ta: இந்த கிளவுட் சான்றுகளுக்கு இந்த பக்கெட்டில் உள்ள பொருட்களைப் படிக்க, எழுத, பட்டியலிட மற்றும் நீக்க அனுமதி வழங்கவும்.
te: ఈ క్లౌడ్ ఆధారాలకు ఈ బకెట్‌లోని ఆబ్జెక్టులను చదవడానికి, వ్రాయడానికి, జాబితా చేయడానికి మరియు తొలగించడానికి అనుమతి ఇవ్వండి.
th: อนุญาตให้ข้อมูลรับรองระบบคลาวด์นี้อ่าน เขียน แสดงรายการ และลบออบเจ็กต์ในบักเก็ตนี้
tr: Bu kimlik bilgilerinin bu bucket’taki nesneleri okumasına, yazmasına, listelemesine ve silmesine izin verin.
uk: Надайте цим обліковим даним дозвіл читати, записувати, переглядати й видаляти об’єкти в цьому сховищі.
ur: ان کلاؤڈ اسناد کو اس بکٹ میں آبجیکٹس پڑھنے، لکھنے، فہرست بنانے اور حذف کرنے کی اجازت دیں۔
vi: Hãy cho phép thông tin đăng nhập này đọc, ghi, liệt kê và xóa các đối tượng trong bộ chứa này.
zh_hans: 请允许这些凭据读取、写入、列出和删除此存储桶中的对象。
zh_hant: 請允許這些憑證讀取、寫入、列出及刪除此儲存桶中的物件。

# core.error.cloud_setup.quota_exceeded
source: This cloud storage has no available space.
ar: لا تتوفر مساحة في هذا التخزين السحابي.
bg: В това облачно хранилище няма свободно място.
bn: এই ক্লাউড স্টোরেজে কোনো খালি জায়গা নেই।
cs: V tomto cloudovém úložišti není volné místo.
de: Dieser Cloud-Speicher hat keinen freien Speicherplatz.
es: Este almacenamiento en la nube no tiene espacio disponible.
fr: Cet espace de stockage cloud n’a plus d’espace disponible.
gu: આ ક્લાઉડ સ્ટોરેજમાં ઉપલબ્ધ જગ્યા નથી.
he: אין מקום פנוי באחסון הענן הזה.
hi: इस क्लाउड संग्रहण में कोई उपलब्ध जगह नहीं है।
hr: U ovoj pohrani u oblaku nema dostupnog prostora.
it: Questo spazio di archiviazione cloud non ha spazio disponibile.
ja: このクラウドストレージに空き容量がありません。
kn: ಈ ಕ್ಲೌಡ್ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಸ್ಥಳವಿಲ್ಲ.
ko: 이 클라우드 저장소에 사용 가능한 공간이 없습니다.
ml: ഈ ക്ലൗഡ് സംഭരണത്തിൽ ലഭ്യമായ ഇടമില്ല.
mr: या क्लाउड संचयनात उपलब्ध जागा नाही.
nl: Deze cloudopslag heeft geen beschikbare ruimte.
pa: ਇਸ ਕਲਾਊਡ ਸਟੋਰੇਜ ਵਿੱਚ ਕੋਈ ਉਪਲਬਧ ਥਾਂ ਨਹੀਂ ਹੈ।
pl: W tej chmurze nie ma dostępnego miejsca.
pt_br: Este armazenamento em nuvem não tem espaço disponível.
ta: இந்த கிளவுட் சேமிப்பகத்தில் இடம் எதுவும் கிடைக்கவில்லை.
te: ఈ క్లౌడ్ నిల్వలో అందుబాటులో స్థలం లేదు.
th: พื้นที่เก็บข้อมูลระบบคลาวด์นี้ไม่มีพื้นที่ว่าง
tr: Bu bulut depolamada kullanılabilir alan yok.
uk: У цьому хмарному сховищі немає вільного місця.
ur: اس کلاؤڈ اسٹوریج میں دستیاب جگہ نہیں ہے۔
vi: Bộ nhớ đám mây này không còn dung lượng trống.
zh_hans: 此云存储没有可用空间。
zh_hant: 此雲端儲存空間沒有可用容量。

# core.error.cloud_setup.region_mismatch
source: The region or endpoint doesn't match this bucket.
ar: المنطقة أو نقطة النهاية لا تطابق هذه الحاوية.
bg: Регионът или крайната точка не съответства на тази кофа.
bn: অঞ্চল বা এন্ডপয়েন্ট এই বাকেটের সঙ্গে মিলছে না।
cs: Oblast nebo koncový bod tomuto bucketu neodpovídá.
de: Die Region oder der Endpunkt passt nicht zu diesem Bucket.
es: La región o el endpoint no coincide con este bucket.
fr: La région ou le point de terminaison ne correspond pas à ce bucket.
gu: રીજન અથવા એન્ડપૉઇન્ટ આ બકેટ સાથે મેળ ખાતું નથી.
he: האזור או נקודת הקצה אינם תואמים למכל הזה.
hi: क्षेत्र या एंडपॉइंट इस बकेट से मेल नहीं खाता।
hr: Regija ili krajnja točka ne odgovara ovom spremniku.
it: La regione o l’endpoint non corrisponde a questo bucket.
ja: リージョンまたはエンドポイントがこのバケットと一致しません。
kn: ಪ್ರದೇಶ ಅಥವಾ ಎಂಡ್‌ಪಾಯಿಂಟ್ ಈ ಬಕೆಟ್‌ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 리전 또는 엔드포인트가 이 버킷과 일치하지 않습니다.
ml: റീജിയനോ എൻഡ്‌പോയിന്റോ ഈ ബക്കറ്റുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: प्रदेश किंवा एंडपॉइंट या बकेटशी जुळत नाही.
nl: De regio of het eindpunt komt niet overeen met deze bucket.
pa: ਰੀਜਨ ਜਾਂ ਐਂਡਪੁਆਇੰਟ ਇਸ ਬਕੇਟ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Region lub punkt końcowy nie pasuje do tego zasobnika.
pt_br: A região ou o endpoint não corresponde a este bucket.
ta: மண்டலம் அல்லது முனைப்புள்ளி இந்த பக்கெட்டுடன் பொருந்தவில்லை.
te: రీజియన్ లేదా ఎండ్‌పాయింట్ ఈ బకెట్‌తో సరిపోలడం లేదు.
th: ภูมิภาคหรือปลายทางไม่ตรงกับบักเก็ตนี้
tr: Bölge veya uç nokta bu bucket ile eşleşmiyor.
uk: Регіон або кінцева точка не відповідає цьому сховищу.
ur: ریجن یا اینڈ پوائنٹ اس بکٹ سے مطابقت نہیں رکھتا۔
vi: Khu vực hoặc điểm cuối không khớp với bộ chứa này.
zh_hans: 区域或端点与此存储桶不匹配。
zh_hant: 區域或端點與此儲存桶不符。

# core.error.identity_missing
source: This library has no device identity. Create, join, or restore the library again.
ar: لا تحتوي هذه المكتبة على هوية جهاز. أنشئ المكتبة أو انضم إليها أو استعدها من جديد.
bg: Тази библиотека няма идентичност на устройство. Създайте я, присъединете се към нея или я възстановете отново.
bn: এই লাইব্রেরির কোনো ডিভাইস পরিচয় নেই। লাইব্রেরিটি আবার তৈরি করুন, এতে যোগ দিন বা এটি পুনরুদ্ধার করুন।
cs: Tato knihovna nemá identitu zařízení. Znovu ji vytvořte, připojte se k ní nebo ji obnovte.
de: Diese Mediathek hat keine Geräteidentität. Erstelle sie neu, tritt ihr erneut bei oder stelle sie wieder her.
es: Esta biblioteca no tiene identidad de dispositivo. Vuelve a crearla, unirte a ella o restaurarla.
fr: Cette bibliothèque n’a pas d’identité d’appareil. Créez-la, rejoignez-la ou restaurez-la de nouveau.
gu: આ લાઇબ્રેરી પાસે ઉપકરણ ઓળખ નથી. લાઇબ્રેરીને ફરી બનાવો, તેમાં જોડાઓ અથવા તેને પુનઃસ્થાપિત કરો.
he: לספרייה הזאת אין זהות מכשיר. צור אותה, הצטרף אליה או שחזר אותה מחדש.
hi: इस लाइब्रेरी की कोई डिवाइस पहचान नहीं है। लाइब्रेरी को फिर से बनाएँ, उससे जुड़ें या उसे बहाल करें।
hr: Ova biblioteka nema identitet uređaja. Ponovno je stvorite, pridružite joj se ili je obnovite.
it: Questa libreria non ha un’identità del dispositivo. Creala, accedi o ripristinala di nuovo.
ja: このライブラリにはデバイスIDがありません。ライブラリを作成、参加、または復元し直してください。
kn: ಈ ಲೈಬ್ರರಿಗೆ ಸಾಧನ ಗುರುತು ಇಲ್ಲ. ಲೈಬ್ರರಿಯನ್ನು ಮತ್ತೆ ರಚಿಸಿ, ಅದಕ್ಕೆ ಸೇರಿ ಅಥವಾ ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸಿ.
ko: 이 라이브러리에 기기 ID가 없습니다. 라이브러리를 다시 생성하거나 참여 또는 복원하세요.
ml: ഈ ലൈബ്രറിക്ക് ഉപകരണ ഐഡന്റിറ്റി ഇല്ല. ലൈബ്രറി വീണ്ടും സൃഷ്ടിക്കുകയോ അതിൽ ചേരുകയോ പുനഃസ്ഥാപിക്കുകയോ ചെയ്യുക.
mr: या लायब्ररीला डिव्हाइस ओळख नाही. लायब्ररी पुन्हा तयार करा, तिच्यात सामील व्हा किंवा ती पुनर्संचयित करा.
nl: Deze bibliotheek heeft geen apparaatidentiteit. Maak de bibliotheek opnieuw, neem er opnieuw aan deel of herstel deze.
pa: ਇਸ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਕੋਈ ਡੀਵਾਈਸ ਪਛਾਣ ਨਹੀਂ ਹੈ। ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਮੁੜ ਬਣਾਓ, ਇਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਜਾਂ ਇਸਨੂੰ ਮੁੜ-ਬਹਾਲ ਕਰੋ।
pl: Ta biblioteka nie ma tożsamości urządzenia. Utwórz ją, dołącz do niej lub przywróć ją ponownie.
pt_br: Esta biblioteca não tem uma identidade de dispositivo. Crie-a, entre nela ou restaure-a novamente.
ta: இந்த நூலகத்திற்கு சாதன அடையாளம் இல்லை. நூலகத்தை மீண்டும் உருவாக்கவும், அதில் சேரவும் அல்லது அதை மீட்டெடுக்கவும்.
te: ఈ లైబ్రరీకి పరికర గుర్తింపు లేదు. లైబ్రరీని మళ్లీ సృష్టించండి, దానిలో చేరండి లేదా దాన్ని పునరుద్ధరించండి.
th: คลังนี้ไม่มีข้อมูลประจำตัวของอุปกรณ์ โปรดสร้าง เข้าร่วม หรือกู้คืนคลังอีกครั้ง
tr: Bu arşivin cihaz kimliği yok. Arşivi yeniden oluşturun, arşive katılın veya arşivi geri yükleyin.
uk: Ця медіатека не має ідентифікатора пристрою. Створіть її, приєднайтеся до неї або відновіть її знову.
ur: اس لائبریری کی کوئی آلہ شناخت نہیں ہے۔ لائبریری کو دوبارہ بنائیں، اس میں شامل ہوں یا اسے بحال کریں۔
vi: Thư viện này không có danh tính thiết bị. Hãy tạo, tham gia hoặc khôi phục lại thư viện.
zh_hans: 此资料库没有设备身份。请重新创建、加入或恢复该资料库。
zh_hant: 此資料庫沒有裝置身分。請重新建立、加入或還原該資料庫。

# core.error.join.expired
source: This pairing code expired. Show a new code on the other device and try again.
ar: انتهت صلاحية رمز الاقتران هذا. اعرض رمزًا جديدًا على الجهاز الآخر ثم أعد المحاولة.
bg: Този код за сдвояване изтече. Покажете нов код на другото устройство и опитайте отново.
bn: এই পেয়ারিং কোডের মেয়াদ শেষ হয়েছে। অন্য ডিভাইসে নতুন কোড দেখিয়ে আবার চেষ্টা করুন।
cs: Tento párovací kód vypršel. Zobrazte na druhém zařízení nový kód a zkuste to znovu.
de: Dieser Kopplungscode ist abgelaufen. Zeige auf dem anderen Gerät einen neuen Code an und versuche es erneut.
es: Este código de emparejamiento caducó. Muestra un código nuevo en el otro dispositivo e inténtalo de nuevo.
fr: Ce code d’association a expiré. Affichez un nouveau code sur l’autre appareil, puis réessayez.
gu: આ પેરિંગ કોડની મુદત પૂરી થઈ. બીજા ઉપકરણ પર નવો કોડ બતાવો અને ફરી પ્રયાસ કરો.
he: קוד הצימוד הזה פג. הצג קוד חדש במכשיר האחר ונסה שוב.
hi: यह पेयरिंग कोड समाप्त हो गया। दूसरे डिवाइस पर नया कोड दिखाएं और दोबारा कोशिश करें।
hr: Ovaj kod za uparivanje je istekao. Prikažite novi kod na drugom uređaju i pokušajte ponovno.
it: Questo codice di abbinamento è scaduto. Mostra un nuovo codice sull’altro dispositivo e riprova.
ja: このペアリングコードは期限切れです。もう一方のデバイスで新しいコードを表示して、もう一度お試しください。
kn: ಈ ಜೋಡಣೆ ಕೋಡ್ ಅವಧಿ ಮುಗಿದಿದೆ. ಇನ್ನೊಂದು ಸಾಧನದಲ್ಲಿ ಹೊಸ ಕೋಡ್ ತೋರಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 페어링 코드가 만료되었습니다. 다른 기기에서 새 코드를 표시한 다음 다시 시도하세요.
ml: ഈ പെയറിംഗ് കോഡിന്റെ കാലാവധി കഴിഞ്ഞു. മറ്റേ ഉപകരണത്തിൽ പുതിയ കോഡ് കാണിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: हा पेअरिंग संकेत कालबाह्य झाला. दुसऱ्या डिव्हाइसवर नवीन संकेत दाखवा आणि पुन्हा प्रयत्न करा.
nl: Deze koppelingscode is verlopen. Toon een nieuwe code op het andere apparaat en probeer het opnieuw.
pa: ਇਸ ਪੇਅਰਿੰਗ ਕੋਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ। ਦੂਜੇ ਡਿਵਾਈਸ ਉੱਤੇ ਨਵਾਂ ਕੋਡ ਦਿਖਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ten kod parowania wygasł. Wyświetl nowy kod na drugim urządzeniu i spróbuj ponownie.
pt_br: Este código de pareamento expirou. Mostre um novo código no outro dispositivo e tente novamente.
ta: இந்த இணைத்தல் குறியீடு காலாவதியானது. மற்ற சாதனத்தில் புதிய குறியீட்டைக் காட்டி மீண்டும் முயற்சிக்கவும்.
te: ఈ జత చేసే కోడ్ గడువు ముగిసింది. మరో పరికరంలో కొత్త కోడ్‌ను చూపి మళ్లీ ప్రయత్నించండి.
th: รหัสจับคู่นี้หมดอายุแล้ว แสดงรหัสใหม่บนอุปกรณ์อีกเครื่องแล้วลองอีกครั้ง
tr: Bu eşleştirme kodunun süresi doldu. Diğer aygıtta yeni bir kod gösterip yeniden deneyin.
uk: Цей код сполучення застарів. Покажіть новий код на іншому пристрої та повторіть спробу.
ur: اس جوڑی بنانے کے رمز کی میعاد ختم ہو گئی۔ دوسرے آلے پر نیا رمز دکھائیں اور دوبارہ کوشش کریں۔
vi: Mã ghép đôi này đã hết hạn. Hãy hiện mã mới trên thiết bị kia rồi thử lại.
zh_hans: 此配对码已过期。请在另一台设备上显示新的配对码后重试。
zh_hant: 此配對碼已過期。請在另一台裝置上顯示新的配對碼後再試一次。

# core.error.join.owner_ended
source: The other device ended this pairing. Start it again from there if you still want to join.
ar: أنهى الجهاز الآخر هذا الاقتران. ابدأه من هناك مرة أخرى إذا كنت لا تزال تريد الانضمام.
bg: Другото устройство прекрати това сдвояване. Започнете го отново оттам, ако още искате да се присъедините.
bn: অন্য ডিভাইসটি এই পেয়ারিং শেষ করেছে। এখনও যোগ দিতে চাইলে সেখান থেকে আবার শুরু করুন।
cs: Druhé zařízení toto párování ukončilo. Pokud se stále chcete připojit, spusťte ho tam znovu.
de: Das andere Gerät hat diese Kopplung beendet. Starte sie dort erneut, wenn du noch beitreten willst.
es: El otro dispositivo finalizó este emparejamiento. Vuelve a iniciarlo desde allí si aún quieres unirte.
fr: L’autre appareil a mis fin à cette association. Relancez-la depuis celui-ci si vous voulez toujours rejoindre.
gu: બીજા ઉપકરણે આ પેરિંગ સમાપ્ત કર્યું. જો તમે હજી જોડાવા માંગતા હો, તો ત્યાંથી ફરી શરૂ કરો.
he: המכשיר האחר סיים את הצימוד הזה. התחל אותו שוב משם אם אתה עדיין רוצה להצטרף.
hi: दूसरे डिवाइस ने यह पेयरिंग समाप्त कर दी। अगर आप अब भी जुड़ना चाहते हैं तो इसे वहीं से दोबारा शुरू करें।
hr: Drugi uređaj je završio ovo uparivanje. Pokrenite ga ondje ponovno ako se i dalje želite pridružiti.
it: L’altro dispositivo ha terminato questo abbinamento. Riavvialo da lì se vuoi ancora unirti.
ja: もう一方のデバイスがこのペアリングを終了しました。参加を続けるなら、そちらからやり直してください。
kn: ಇನ್ನೊಂದು ಸಾಧನ ಈ ಜೋಡಣೆಯನ್ನು ಕೊನೆಗೊಳಿಸಿತು. ಇನ್ನೂ ಸೇರಬೇಕಿದ್ದರೆ ಅಲ್ಲಿಂದ ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಿ.
ko: 다른 기기가 이 페어링을 종료했습니다. 계속 참여하려면 그 기기에서 다시 시작하세요.
ml: മറ്റേ ഉപകരണം ഈ പെയറിംഗ് അവസാനിപ്പിച്ചു. ഇനിയും ചേരണമെങ്കിൽ അവിടെ നിന്ന് വീണ്ടും ആരംഭിക്കുക.
mr: दुसऱ्या डिव्हाइसने हे पेअरिंग संपवले. तुम्हाला अजूनही सामील व्हायचे असल्यास ते तिथून पुन्हा सुरू करा.
nl: Het andere apparaat heeft deze koppeling beëindigd. Start hem daar opnieuw als je nog wilt deelnemen.
pa: ਦੂਜੇ ਡਿਵਾਈਸ ਨੇ ਇਹ ਪੇਅਰਿੰਗ ਖ਼ਤਮ ਕਰ ਦਿੱਤੀ। ਜੇ ਤੁਸੀਂ ਹਾਲੇ ਵੀ ਸ਼ਾਮਲ ਹੋਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਉੱਥੋਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ।
pl: Drugie urządzenie zakończyło to parowanie. Rozpocznij je tam ponownie, jeśli nadal chcesz dołączyć.
pt_br: O outro dispositivo encerrou este pareamento. Inicie-o novamente por lá se ainda quiser entrar.
ta: மற்ற சாதனம் இந்த இணைத்தலை முடித்தது. இன்னும் இணைய விரும்பினால், அங்கிருந்து மீண்டும் தொடங்கவும்.
te: మరో పరికరం ఈ జత చేయడాన్ని ముగించింది. ఇంకా చేరాలనుకుంటే అక్కడి నుంచి మళ్లీ ప్రారంభించండి.
th: อุปกรณ์อีกเครื่องยุติการจับคู่นี้แล้ว หากยังต้องการเข้าร่วม ให้เริ่มใหม่จากเครื่องนั้น
tr: Diğer aygıt bu eşleştirmeyi sonlandırdı. Hâlâ katılmak istiyorsanız oradan yeniden başlatın.
uk: Інший пристрій завершив це сполучення. Почніть його звідти знову, якщо ще хочете приєднатися.
ur: دوسرے آلے نے یہ جوڑی بنانا ختم کر دیا۔ اگر آپ اب بھی شامل ہونا چاہتے ہیں تو وہاں سے دوبارہ شروع کریں۔
vi: Thiết bị kia đã kết thúc phiên ghép đôi này. Hãy bắt đầu lại từ đó nếu bạn vẫn muốn tham gia.
zh_hans: 另一台设备结束了此配对。若仍要加入，请从该设备重新开始。
zh_hant: 另一台裝置結束了此配對。若仍要加入，請從該裝置重新開始。
